Repository: creativecommons/wp-plugin-creativecommons
Catalog: wplicense/languages/*.po
Languages: nl_nl

source: User-specified Creative Commons License will display in the page footer by default. Alternatively, drag this widget to a sidebar and the license will appear there instead.
nl_nl: Een gebruikers specifieke Creative Commons licentie zal standaard onderaan de pagina worden getoond. Als alternatief, kun je deze widget naar de sidebar sleep en dan zal de licentie informatie daar worden getoond.

source: License
nl_nl: Licentie

source: License your site
nl_nl: Licenseer je website

source: Add license warning text
nl_nl: Voeg een licentie waarschuwingstekst toe

source: Set attribution to
nl_nl: Stel de naamsvermelding in op

source: Allow users override site license
nl_nl: Sta gebruikers toe om de website licentie te overschrijven

source: Allow license per post or page
nl_nl: Sta een licentie per bericht of pagina toe

source: The license shown may overriden by individual content such as a single post or image.
nl_nl: De getoonde licentie kan anders zijn voor individuele content zoals een bericht of plaatje

source: Choose a Creative Commons license
nl_nl: Kies een Creative Commons licentie

source: Change license
nl_nl: Verander de licentie

source: The network name: %s
nl_nl: De netwerk naam: %s

source: A site's name
nl_nl: Een site naam

source: The author display name
nl_nl: De auteur's gewenste naam

source: Something completely differrent
nl_nl: Iets compleet anders

source: The site name: %s
nl_nl: De website naam: %s

source: Attribution text:
nl_nl: Naamsvermeldings tekst:

source: Attribution url:
nl_nl: Naamsvermelding url:

source: WARNING: Changing these license settings after content has been added may change the licenses authors on the site have selected, effectively relicensing possibly all content on the site!
nl_nl: WAARSCHUWING: het veranderen van de licentie instellingen nadat er content is toegevoegd, kan de licentie die auteurs hebben gekozen overschrijven, met als gevolg dat alle content met een andere licentie wordt gelicenseerd

source: License settings
nl_nl: Licentie instellingen

source: Allow siteadmins to change their site's license
nl_nl: Sta siteadmins toe om hun website licentie aan te passen

source: Licensed:
nl_nl: Gelicenseerd:

source: Select a default license
nl_nl: Kies een standaard licentie

source: Creative Commons License
nl_nl: Creative Commons licentie

source: by
nl_nl: door

source: is licensed under a <a rel="license" href="%s">%s</a>.
nl_nl: is gelicenseerd onder een <a rel="license" href="%s">%s</a>.

source: Official Creative Commons plugin for Wordpress. Allows users to select and display Creative Commons licenses for their content.
nl_nl: Officiele Creative Commons plugin voor WordPress. Stelt gebruikers in staat om een Creative Commons licentie voor hun content te kiezen en te tonen
